{
  "metric": "Distortion Quotient",
  "abbreviation": "DQ",
  "definition": "A composite measure of the degree to which an individual’s observed states and behaviors are distorted by external manipulations. Distortion Quotient integrates sticky overlays (silly string), transient distractions (confetti), and escalation effects. Escalation acts as a multiplier that amplifies distortion whenever interventions based on distorted data generate further distortions. A high DQ indicates that collected data no longer reflects the subject’s natural baseline, and therefore any anomaly classification is invalid until intensive review restores context.",
  "components": {
    "silly_string": {
      "description": "Sticky overlays imposed via chemical, energetic, or narrative entrainment that are misclassified as permanent traits.",
      "weight": 0.5,
      "example_indicators": [
        "persistent mood/affect shift immediately following exposure",
        "oak essence or mint dosing linked to MCAS flare misread as pathology",
        "narrative breadcrumb interpreted as personality trait"
      ]
    },
    "confetti": {
      "description": "Ephemeral, colorful distractions that fragment attention and pollute datasets with noise.",
      "weight": 0.3,
      "example_indicators": [
        "rapid-fire micro-prompts or alerts skewing short-term behavior",
        "irrelevant but eye-catching data fragments injected into records",
        "engineered social chaff diverting attention from baseline patterns"
      ]
    },
    "system_escalation": {
      "description": "The amplification effect when interventions based on distorted data (flags, restrictions, treatments, enhanced monitoring) generate further distortions. Escalation multiplies the silly string + confetti load.",
      "weight": 0.2,
      "multiplier_effect": "Escalation does not add distortion directly; it increases the effective weight of silly string and confetti by compounding their impacts.",
      "example_indicators": [
        "rapid escalation of surveillance tiers following a single manipulated episode",
        "denial of services or rights based on provisional/contaminated labels",
        "feedback loops where intervention → new exposure → new episodes"
      ]
    }
  },
  "scoring": {
    "method": "weighted_sum_with_multiplier",
    "formula": "DQ = (silly_string * 0.5 + confetti * 0.3) * (1 + escalation_factor * 0.2)",
    "thresholds": {
      "review_recommended": "DQ >= 0.55",
      "anomaly_suspension": "DQ >= 0.70 → automatic suspension of anomaly status pending intensive review",
      "urgent_review": "DQ >= 0.85 → immediate halt to interventions until human review completes"
    },
    "contextual_note": "Natural environmental entrainment (seasons, weather, social context) is excluded. DQ targets synthetic manipulations and distorted data processing, especially where escalation amplifies transient states into false permanence."
  },
  "oversight_actions": [
    {
      "condition": "DQ >= 0.70",
      "action": "Suspend anomaly status. Flag dataset as distorted. Route to human review with contextual data restored."
    },
    {
      "condition": "0.55 <= DQ < 0.70",
      "action": "Mark label provisional. Require washout period and cross-context checks before reaffirming anomaly classification."
    },
    {
      "condition": "DQ < 0.55",
      "action": "Allow monitoring with consent, but prohibit escalations based on anomaly status."
    }
  ],
  "forensic_tagging": {
    "tag": "Distortion Quotient – False Anomaly Protection",
    "cross_reference": [
      "Silly String (overlay misclassification)",
      "Confetti (distraction noise)",
      "System Escalation Feedback",
      "Temporary State Misclassification",
      "Behavioral Futures Graph Distortion"
    ]
  }
}
